module.exports={
    name:'الإستجماتزم',
    report:{
      normal:'يبدو أنه لا يوجد لديك مشكلة الإستجماتزم.',
      abnormalOneEye:'يبدو أنك ترى بعض الخطوط الداكنة أكثر من غيرها بعين واحدة، يمكن أن يكون لديك الإستجماتزم نوصي بإجراء اختبار نظر مع أخصائي العيون للتأكد من ذلك.',
      abnormalTwoEye:'يبدو أنك ترى بعض الخطوط الداكنة أكثر من غيرها بكلتا عينيك، يمكن أن يكون لديك الإستجماتزم نوصي بإجراء اختبار نظر مع أخصائي العيون للتأكد من ذلك.'
    },
    instructionMsg:' هل ترى خطًا (1-2-3-4-5-6-7) أغمق أو أكثر وضوحًا؟',
    instructionItems:[
      {id:1, modalContent:'(قد تحتاج لشخص آخر لمساعدتك للضغط على السهمl) حافظ على مسافة 1 متر بينك وبين الشاشة', sideContent:'حافظ على مسافة 1 متر بينك وبين الشاشة'},
      {id:2, modalContent:'إذا كنت تلبس نظارة طبية أو العدسات فتأكد من ارتدائها أثناء الاختبار', sideContent:'إتأكد من ارتداء أثناء الاختبار'},
      {id:3, modalContent:'قم بتغطية عينك اليسرى أو اليمنى دون الضغط على الجفن.', sideContent:'قم بتغطية عينك اليسرى أو اليمنى '},
      {id:4, modalContent:'عليك التحديد إذا كنت ترى أي من الخطوط أغمق او أكثر وضوحا.', sideContent:'عليك التحديد إذا كنت ترى أي من الخطوط أغمق او أكثر وضوحا. '}
      
  ],
  }