module.exports = {
    name:'AMD التنكس البقعي المرتبط بالعمر',
    instructionMsg:`
    ركز على النقطة المركزية في الشبكة دون تحريك عينيك،
     هل يبدو أي خط من خطوط هذه الشبكة متموجاً أو غير واضح أو مشوه؟
    `,
    instructionItems:[
        {id:1, modalContent:'(قد تحتاج لشخص آخر لمساعدتك للضغط على السهمl) حافظ على مسافة 1 متر بينك وبين الشاشة', sideContent:'حافظ على مسافة 1 متر بينك وبين الشاشة'},
        {id:2, modalContent:'إذا كنت تلبس نظارة طبية أو العدسات فتأكد من ارتدائها أثناء الاختبار', sideContent:'إتأكد من ارتداء أثناء الاختبار'},
        {id:3, modalContent:'قم بتغطية عينك اليسرى أو اليمنى دون الضغط على الجفن.', sideContent:'قم بتغطية عينك اليسرى أو اليمنى '},
    ],
    report:{
        normal:`يبدو أنه لا يوجد لديك أي أعراض التنكس البقعي المرتبط بالعمر (AMD).
         فكر في إعادة هذا الاختبار بانتظام لمراقبة نظرك.
        `,
        abnormalOneEye:`رأيت التشوهات في الشبكة مع عين واحدة.
         من المحتمل أن يكون هذا العرض مرتبطًا بالتنكس البقعي المرتبط بالعمر (AMD).
         نحن نشجعك على استشارة طبيب العيون في أسرع وقت ممكن من أجل تأكيد هذه النتيجة`,
        abnormalTwoEye:`رأيت تشوهات في الشبكة بكلتا العينين. 
        من المحتمل أن يكون هذا العرض مرتبطًا بالتنكس البقعي المرتبط بالعمر (AMD).
         نحن نشجعك على استشارة طبيب العيون في أسرع وقت ممكن من أجل تأكيد هذه النتيجة.`
    }
}