module.exports = {
    name:'قرب الرؤية 2',
    instructionMsg:'هل ترى دوائر داكنة على:',
    instructionItems:[
      {id:1, modalContent:'(قد تحتاج لشخص آخر لمساعدتك للضغط على السهمl) حافظ على مسافة 1 متر بينك وبين الشاشة', sideContent:'حافظ على مسافة 1 متر بينك وبين الشاشة'},
      {id:2, modalContent:'إذا كنت تلبس نظارة طبية أو العدسات فتأكد من ارتدائها أثناء الاختبار', sideContent:'إتأكد من ارتداء أثناء الاختبار'},
      
  ],
    report:{
      red:`
     	من المحتمل ان يكون لديك مشكلة قصر النظر،
       نوصيك بتحديد موعد مع طبيب العيون
        لإجراء تقييم نظر ومعرفة المزيد عن الحلول التصحيحية المختلفة المتاحة لك.
      `,
      green:`
      من المحتمل ان يكون لديك مشكلة قصر النظر،
       نوصيك بتحديد موعد مع طبيب العيون
        لإجراء تقييم نظر ومعرفة المزيد عن الحلول التصحيحية المختلفة المتاحة لك.
      `,
      same:`	يبدو أنك لا تعاني من مشكلة طول النظر.
       لا تتردد في القيام بهذا الاختبار بانتظام لمراقبة نظرك.
      `
      }
}